/*
 Navicat Premium Dump SQL

 Source Server         : Goafar
 Source Server Type    : MySQL
 Source Server Version : 90100 (9.1.0)
 Source Host           : 120.79.62.64:3306
 Source Schema         : go_a_far

 Target Server Type    : MySQL
 Target Server Version : 90100 (9.1.0)
 File Encoding         : 65001

 Date: 08/11/2025 23:19:00
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for default_route
-- ----------------------------
DROP TABLE IF EXISTS `default_route`;
CREATE TABLE `default_route`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `area` int NULL DEFAULT NULL,
  `route` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL,
  `day` int NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 175 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of default_route
-- ----------------------------
INSERT INTO `default_route` VALUES (1, 1, '喀什机场-喀什古城,喀什古城-奥依塔克红峡谷-白沙湖-喀拉库勒湖-帕米尔高原-金草滩-塔县,塔县-盘龙古道-班迪尔蓝湖-塔合曼湿地-慕士塔格冰川公园-喀什机场', 3);
INSERT INTO `default_route` VALUES (2, 1, '喀纳斯机场-禾木河-禾木村,禾木村-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-白哈巴村-喀纳斯机场', 3);
INSERT INTO `default_route` VALUES (3, 1, '库尔勒市区-博斯腾湖-博湖县,博湖县-博格达沁古城-罗布人村寨-库尔勒市区,库尔勒市区-轮台塔里木胡杨林-库尔勒市区', 3);
INSERT INTO `default_route` VALUES (4, 1, '伊宁市区-特克斯八卦城-喀拉峻草原-特克斯八卦城,特克斯八卦城-夏塔古道-昭苏县,昭苏县-伊昭公路-伊宁市区', 3);
INSERT INTO `default_route` VALUES (5, 1, '喀纳斯机场-禾木吉克普林国际滑雪度假区-禾木村,禾木村-禾木吉克普林国际滑雪度假区-禾木村,禾木村-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯机场', 3);
INSERT INTO `default_route` VALUES (6, 1, '博乐机场-赛里木湖-伊宁市区,伊宁市区-库尔德宁,库尔德宁-那拉提草原-那拉提新源机场', 3);
INSERT INTO `default_route` VALUES (7, 1, '乌鲁木齐市区-吐鲁番市区,吐鲁番市区-坎儿井-火焰山-吐峪沟麻扎村-库木塔格沙漠-吐鲁番市区,吐鲁番市区-乌鲁木齐市区', 3);
INSERT INTO `default_route` VALUES (8, 1, '乌鲁木齐市区-吐鲁番市区,吐鲁番市区-火焰山-阿斯塔纳古墓-柏孜克里克石窟-高昌故城-吐峪沟麻扎村-吐鲁番市区,吐鲁番市区-乌鲁木齐市区', 3);
INSERT INTO `default_route` VALUES (9, 1, '喀什机场-奥依塔克红峡谷-白沙湖-喀拉库勒湖-塔合曼湿地-塔县,塔县-盘龙古道-班迪尔蓝湖-慕士塔格冰川公园-喀什古城,喀什古城-温宿大峡谷-库车市区', 3);
INSERT INTO `default_route` VALUES (10, 1, '喀纳斯机场-禾木河-禾木村,禾木村-禾木吉克普林国际滑雪度假区-禾木村,禾木村-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-白哈巴村-喀纳斯机场', 4);
INSERT INTO `default_route` VALUES (11, 1, '阿勒泰机场-将军山国际滑雪度假区,将军山国际滑雪度假区,将军山国际滑雪度假区-禾木村,禾木村-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯机场', 4);
INSERT INTO `default_route` VALUES (12, 1, '伊宁市区-阔克苏大峡谷-喀拉峻草原-巩留县,巩留县-恰西森林公园-塔里木森林公园-新源县,新源县-那拉提草原-那拉提镇,那拉提镇-伊宁市区', 4);
INSERT INTO `default_route` VALUES (13, 1, '阿勒泰机场-阿勒泰市区,阿勒泰市区-禾木村,禾木村-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-白哈巴村-喀纳斯机场', 4);
INSERT INTO `default_route` VALUES (14, 1, '伊宁市区-伊昭公路-昭苏县,昭苏县-夏塔古道-特克斯八卦城,特克斯八卦城-阔克苏大峡谷-琼库什台,琼库什台-新源县', 4);
INSERT INTO `default_route` VALUES (15, 1, '乌鲁木齐市区-博格达沁古城-博斯腾湖-博湖县,博湖县-罗布泊大峡谷-库尔勒市区,库尔勒市区-罗布人村寨-罗布淖尔湿地公园-库尔勒市区,库尔勒市区-乌鲁木齐市区', 4);
INSERT INTO `default_route` VALUES (16, 1, '伊宁市区-喀拉峻草原-特克斯八卦城,特克斯八卦城-库尔德宁,库尔德宁-那拉提草原-那拉提镇,那拉提镇-伊宁市区', 4);
INSERT INTO `default_route` VALUES (17, 1, '乌鲁木齐市区-天山天池-吉木萨尔县,吉木萨尔县-哈密大海道景区-哈密市区,哈密市区-东天山-喀尔里克冰川-幻彩湖景区-巴里坤哈萨克自治县,巴里坤哈萨克自治县-江布拉克大峡谷-吉木萨尔县,吉木萨尔县-乌鲁木齐市区', 5);
INSERT INTO `default_route` VALUES (18, 1, '乌鲁木齐市区-S21沙漠公路阿勒泰方向-乌伦古湖-五彩滩-布尔津镇,布尔津镇-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-禾木河-禾木村,禾木村-海上魔鬼城-福海县,福海县-世界魔鬼城-S20五克高速五工台方向-乌鲁木齐市区', 5);
INSERT INTO `default_route` VALUES (19, 1, '伊宁市区-喀拉峻草原-特克斯八卦城,特克斯八卦城-恰西森林公园-库尔德宁,库尔德宁-伊宁市区,伊宁市区-赛里木湖-霍城县,霍城县-伊宁市区', 5);
INSERT INTO `default_route` VALUES (20, 1, '哈密市区-白石头风景区-喀尔里克冰川-幻彩湖景区-巴里坤哈萨克自治县,巴里坤哈萨克自治县-高家湖湿地公园-东天山-哈密市区,哈密市区-库木塔格沙漠-鄯善县,鄯善县-吐鲁番市区,吐鲁番市区-坎儿井-火焰山-吐峪沟麻扎村-库木塔格沙漠-吐鲁番市区', 5);
INSERT INTO `default_route` VALUES (21, 1, '乌鲁木齐市区-博乐市区,博乐市区-赛里木湖-果子沟大桥-伊宁市区,伊宁市区-阔克苏大峡谷-喀拉峻草原-巩留县,巩留县-那拉提草原-那拉提镇,那拉提镇-伊宁市区', 5);
INSERT INTO `default_route` VALUES (22, 1, '乌鲁木齐市区-天山天池-可可托海镇,可可托海镇-乌伦古湖-五彩滩-布尔津镇,布尔津镇-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-禾木河-禾木村,禾木村-喀纳斯机场', 5);
INSERT INTO `default_route` VALUES (23, 1, '乌鲁木齐市区-博格达沁古城-博斯腾湖-博湖县,博湖县-罗布泊大峡谷-库尔勒市区,库尔勒市区-罗布人村寨-罗布淖尔湿地公园-库尔勒市区,库尔勒市区-博斯腾湖-博格达沁古城-吐鲁番市区,吐鲁番市区-火焰山-乌鲁木齐市区', 5);
INSERT INTO `default_route` VALUES (24, 1, '库车市区-阿拉尔市区,阿拉尔市区-G580阿和公路-和田夜市,和田夜市-金胡杨国家森林公园-莎车非物质文化遗产博览园-莎车古城门-莎车县,莎车县-艾提尕尔清真寺-喀什古城,喀什古城-温宿大峡谷-库车市区', 5);
INSERT INTO `default_route` VALUES (25, 1, '伊宁市区-夏塔古道,夏塔古道-特克斯八卦城,特克斯八卦城-阔克苏大峡谷-琼库什台,琼库什台-那拉提草原-那拉提镇,那拉提镇-伊宁市区', 5);
INSERT INTO `default_route` VALUES (26, 1, '乌鲁木齐市区-博乐市区,博乐市区-赛里木湖-果子沟大桥-伊宁市区,伊宁市区-阔克苏大峡谷-喀拉峻草原-巩留县,巩留县-那拉提草原-那拉提镇,那拉提镇-那拉提滑雪场-那拉提镇,那拉提镇-伊宁市区', 6);
INSERT INTO `default_route` VALUES (27, 1, '乌鲁木齐市区-天山天池-可可托海镇,可可托海镇-乌伦古湖-五彩滩-布尔津镇,布尔津镇-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-白哈巴村-贾登峪,贾登峪-禾木河-禾木村,禾木村-喀纳斯机场', 6);
INSERT INTO `default_route` VALUES (28, 1, '喀什机场-奥依塔克红峡谷-白沙湖-塔合曼湿地-塔县,塔县-盘龙古道-班迪尔蓝湖-慕士塔格冰川公园-喀什古城,喀什古城-苏木塔什乡-乌什县-阿克苏市区,阿克苏市区-温宿大峡谷-库车市区,库车市区-博斯腾湖-博湖县,博湖县-乌鲁木齐市区', 6);
INSERT INTO `default_route` VALUES (29, 1, '博乐机场-赛里木湖-伊宁市区,伊宁市区-恰西森林公园-库尔德宁,库尔德宁-巩留县,巩留县-那拉提草原-那拉提镇,那拉提镇-独库北段-奎屯,奎屯-S101-硫磺沟-乌鲁木齐市区', 6);
INSERT INTO `default_route` VALUES (30, 1, '博乐机场-赛里木湖-霍城县,霍城县-伊宁市区,伊宁市区-喀拉峻草原-特克斯八卦城,特克斯八卦城-库尔德宁,库尔德宁-那拉提草原-那拉提镇,那拉提镇-伊宁市区', 6);
INSERT INTO `default_route` VALUES (31, 1, '库车市区-独库公路库车入口-大小龙池-那拉提镇,那拉提镇-独库北段-独山子大峡谷-奎屯,奎屯-世界魔鬼城-五彩滩-布尔津镇,布尔津镇-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-禾木河-禾木村,禾木村-喀纳斯机场', 6);
INSERT INTO `default_route` VALUES (32, 1, '伊宁市区-喀拉峻草原-特克斯八卦城,特克斯八卦城-恰西森林公园-库尔德宁,库尔德宁-那拉提草原-那拉提镇,那拉提镇-伊宁市区,伊宁市区-赛里木湖-霍城县,霍城县-伊宁市区', 6);
INSERT INTO `default_route` VALUES (33, 1, '乌鲁木齐市区-硫磺沟-鹿角湾-安集海大峡谷-奎屯,奎屯-天瀑-独库北段-那拉提镇,那拉提镇-库尔德宁-巩留县,巩留县-喀拉峻草原-阔克苏大峡谷-伊宁市区,伊宁市区-果子沟大桥-赛里木湖-奎屯,奎屯-独山子大峡谷-S101-百里丹霞-乌鲁木齐市区', 6);
INSERT INTO `default_route` VALUES (34, 1, '乌鲁木齐市区-S21沙漠公路阿勒泰方向-海上魔鬼城-福海县,福海县-乌伦古湖-布尔津镇,布尔津镇-喀纳斯神仙湾-喀纳斯月亮湾-喀纳斯卧龙湾-喀纳斯湖-喀纳斯村,喀纳斯村-白哈巴村-禾木村,禾木村-禾木吉克普林国际滑雪度假区-禾木村,禾木村-乌鲁木齐市区', 6);
INSERT INTO `default_route` VALUES (35, 1, '乌鲁木齐市区-天山天池-富蕴县,富蕴县-可可托海景区-乌伦古湖-五彩滩-布尔津镇,布尔津镇-喀纳斯神仙湾-喀纳斯月亮湾-喀纳斯卧龙湾-喀纳斯湖-喀纳斯村,喀纳斯村-白哈巴村-禾木村,禾木村-乌伦古湖-海上魔鬼城-福海县,福海县-S21沙漠公路乌鲁木齐方向-乌鲁木齐市区', 6);
INSERT INTO `default_route` VALUES (36, 1, '乌鲁木齐市区-博格达沁古城-博斯腾湖-博湖县,博湖县-轮台塔里木胡杨林-库车市区,库车市区-库车大峡谷-克孜尔千佛洞-喀什古城,喀什古城-奥依塔克红峡谷-白沙湖-慕士塔格冰川公园-帕米尔高原-塔合曼湿地-塔县,塔县-盘龙古道-班迪尔蓝湖-白沙湖-奥依塔克红峡谷-阿图什市区,阿图什市区-阿图什大峡谷-苏木塔什乡-乌什县-库车市区', 6);
INSERT INTO `default_route` VALUES (37, 1, '乌鲁木齐市区-硫磺沟-鹿角湾-安集海大峡谷-奎屯,奎屯-天瀑-独库北段-那拉提镇,那拉提镇-那拉提草原-霍城县,霍城县-阔克苏大峡谷-喀拉峻草原-巩留县,巩留县-库尔德宁-伊宁市区,伊宁市区-果子沟大桥-赛里木湖-奎屯', 6);
INSERT INTO `default_route` VALUES (38, 1, '乌鲁木齐市区-赛里木湖,赛里木湖-世界魔鬼城-克拉玛依市区,克拉玛依市区-乌伦古湖-布尔津镇,布尔津镇-喀纳斯神仙湾-喀纳斯月亮湾-喀纳斯卧龙湾-喀纳斯湖-喀纳斯村,喀纳斯村-白哈巴村-禾木村,禾木村-乌鲁木齐市区', 6);
INSERT INTO `default_route` VALUES (39, 1, '伊宁市区-昭苏冰雪大世界-昭苏县,昭苏县-特克斯八卦城-喀拉峻草原-琼库什台,琼库什台-恰西森林公园-库尔德宁,库尔德宁-那拉提滑雪场-那拉提镇,那拉提镇-伊宁市区', 6);
INSERT INTO `default_route` VALUES (40, 1, '乌鲁木齐市区-将军山国际滑雪度假区,将军山国际滑雪度假区,将军山国际滑雪度假区-禾木村,禾木村-禾木吉克普林国际滑雪度假区-禾木村,禾木村-禾木吉克普林国际滑雪度假区-禾木村,禾木村-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-喀纳斯机场', 7);
INSERT INTO `default_route` VALUES (41, 1, '伊宁市区-琼库什台,琼库什台-特克斯八卦城,特克斯八卦城-恰西森林公园-库尔德宁,库尔德宁-那拉提草原-那拉提镇,那拉提镇-独库北段-奎屯,奎屯-赛里木湖-果子沟大桥-霍城县,霍城县-伊宁市区', 7);
INSERT INTO `default_route` VALUES (42, 1, '伊宁市区-伊昭公路-昭苏县,昭苏县-夏塔古道-特克斯八卦城,特克斯八卦城-阔克苏大峡谷-琼库什台,琼库什台-新源县,新源县-唐布拉草原-孟克特古道-奎屯,奎屯-赛里木湖-果子沟大桥-霍城县,霍城县-伊宁市区', 7);
INSERT INTO `default_route` VALUES (43, 1, '伊宁市区-伊昭公路-昭苏县,昭苏县-夏塔古道-特克斯八卦城,特克斯八卦城-琼库什台,琼库什台-喀拉峻草原-特克斯八卦城,特克斯八卦城-那拉提草原-那拉提镇,那拉提镇-独库北段-奎屯,奎屯-S101-百里丹霞-硫磺沟-乌鲁木齐市区', 7);
INSERT INTO `default_route` VALUES (44, 1, '喀什机场-奥依塔克红峡谷-白沙湖-喀拉库勒湖-塔合曼湿地-塔县,塔县-盘龙古道-班迪尔蓝湖-慕士塔格冰川公园-喀什古城,喀什古城-温宿大峡谷-库车市区,库车市区-独库公路库车入口-大小龙池-那拉提镇,那拉提镇-独库北段-天瀑-独山子大峡谷-奎屯,奎屯-世界魔鬼城-五彩滩-布尔津镇,布尔津镇-乌伦古湖-S21沙漠公路乌鲁木齐方向-乌鲁木齐市区', 7);
INSERT INTO `default_route` VALUES (45, 1, '乌鲁木齐市区-天山天池-富蕴县,富蕴县-可可托海国际滑雪场,可可托海国际滑雪场-阿勒泰市区,阿勒泰市区-将军山国际滑雪度假区,将军山国际滑雪度假区-禾木村,禾木村-禾木吉克普林国际滑雪度假区-布尔津镇,布尔津镇-乌伦古湖-S21沙漠公路乌鲁木齐方向-乌鲁木齐市区', 7);
INSERT INTO `default_route` VALUES (46, 1, '乌鲁木齐市区-天山天池-富蕴县,富蕴县-可可托海国际滑雪场,可可托海国际滑雪场-布尔津镇,布尔津镇-禾木吉克普林国际滑雪度假区-禾木村,禾木村-禾木吉克普林国际滑雪度假区-禾木村,禾木村-喀纳斯神仙湾-喀纳斯月亮湾-喀纳斯卧龙湾-喀纳斯湖-布尔津镇,布尔津镇-乌伦古湖-S21沙漠公路乌鲁木齐方向-乌鲁木齐市区', 7);
INSERT INTO `default_route` VALUES (47, 1, '伊宁市区-库尔德宁,库尔德宁-喀拉峻草原-伊宁市区,伊宁市区-果子沟大桥-赛里木湖-博乐市区,博乐市区-博乐机场-阿勒泰机场-阿勒泰市区,阿勒泰市区-禾木河-禾木村,禾木村,禾木村-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-喀纳斯机场', 8);
INSERT INTO `default_route` VALUES (48, 1, '乌鲁木齐市区-博乐市区,博乐市区-赛里木湖-果子沟大桥-伊宁市区,伊宁市区-库尔德宁,库尔德宁-那拉提草原-那拉提镇,那拉提镇-那拉提滑雪场-那拉提镇,那拉提镇-琼库什台,琼库什台-喀拉峻草原-昭苏县,昭苏县-昭苏冰雪大世界-伊宁市区', 8);
INSERT INTO `default_route` VALUES (49, 1, '乌鲁木齐市区-天山天池-可可托海镇,可可托海镇-乌伦古湖-五彩滩-布尔津镇,布尔津镇-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-白哈巴村,白哈巴村-禾木村,禾木村-布尔津镇,布尔津镇-世界魔鬼城-奎屯,奎屯-安集海大峡谷-鹿角湾-乌鲁木齐市区', 8);
INSERT INTO `default_route` VALUES (50, 1, '库尔勒市区-轮台塔里木胡杨林-库车市区,库车市区-阿拉尔市区,阿拉尔市区-G580阿和公路-和田夜市,和田夜市-金胡杨国家森林公园-莎车非物质文化遗产博览园-莎车古城门-莎车县,莎车县-艾提尕尔清真寺-喀什古城,喀什古城-温宿大峡谷-库车市区,库车市区-库车大峡谷-库尔勒市区', 8);
INSERT INTO `default_route` VALUES (51, 1, '乌鲁木齐市区-天山天池-富蕴县,富蕴县-可可托海国际滑雪场,可可托海国际滑雪场,可可托海国际滑雪场-阿勒泰市区,阿勒泰市区-将军山国际滑雪度假区,将军山国际滑雪度假区-禾木村,禾木村-禾木吉克普林国际滑雪度假区-禾木村,禾木村-禾木吉克普林国际滑雪度假区-布尔津镇,布尔津镇-乌伦古湖-S21沙漠公路乌鲁木齐方向-乌鲁木齐市区', 8);
INSERT INTO `default_route` VALUES (52, 1, '乌鲁木齐市区-库尔勒市区,库尔勒市区-库车大峡谷-库车市区,库车市区-温宿大峡谷-喀什古城,喀什古城-奥依塔克红峡谷-白沙湖-慕士塔格冰川公园-帕米尔高原-塔合曼湿地-塔县,塔县-盘龙古道-班迪尔蓝湖-慕士塔格冰川公园-阿图什市区,阿图什市区-阿图什大峡谷-苏木塔什乡-乌什县-阿克苏市区,阿克苏市区-阿拉尔市区-库车市区,库车市区-轮台塔里木胡杨林-博湖县,博湖县-博斯腾湖-博格达沁古城-乌鲁木齐市区', 9);
INSERT INTO `default_route` VALUES (53, 1, '伊宁市区-果子沟大桥-赛里木湖-奎屯,奎屯-世界魔鬼城-海上魔鬼城-福海县,福海县-贾登峪-喀纳斯村,喀纳斯村-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-白哈巴村,白哈巴村-禾木村,禾木村-禾木吉克普林国际滑雪度假区-禾木村,禾木村-阿勒泰市区,阿勒泰市区-可可托海国际滑雪场,可可托海国际滑雪场-乌鲁木齐市区', 9);
INSERT INTO `default_route` VALUES (54, 1, '乌鲁木齐市区-硫磺沟-百里丹霞-奎屯,奎屯-赛里木湖-果子沟大桥-霍城县,霍城县-伊宁市区-昭苏县,昭苏县-夏塔古道-特克斯八卦城,特克斯八卦城-琼库什台,琼库什台-新源县,新源县-那拉提草原-那拉提镇,那拉提镇-独库北段-独山子大峡谷-奎屯,奎屯-安集海大峡谷-鹿角湾-乌鲁木齐市区', 9);
INSERT INTO `default_route` VALUES (55, 1, '乌鲁木齐市区-天山天池-可可托海镇,可可托海镇-乌伦古湖-海上魔鬼城-福海县,福海县-世界魔鬼城-奎屯,奎屯-赛里木湖-果子沟大桥-博乐市区,博乐市区-伊宁市区,伊宁市区-库尔德宁,库尔德宁-那拉提草原-那拉提镇,那拉提镇-独库北段-独山子大峡谷-奎屯,奎屯-安集海大峡谷-鹿角湾-乌鲁木齐市区', 9);
INSERT INTO `default_route` VALUES (56, 1, '库尔勒市区-罗布人村寨-库尔勒市区,库尔勒市区-库车大峡谷-库车市区,库车市区-轮台塔里木胡杨林-库车市区,库车市区-温宿大峡谷-阿拉尔市区,阿拉尔市区-G580阿和公路-和田夜市,和田夜市-金胡杨国家森林公园-莎车非物质文化遗产博览园-莎车古城门-莎车县,莎车县-艾提尕尔清真寺-喀什古城,喀什古城-奥依塔克红峡谷-白沙湖-喀拉库勒湖-帕米尔高原-金草滩-塔县,塔县-盘龙古道-班迪尔蓝湖-塔合曼湿地-慕士塔格冰川公园-喀什古城', 9);
INSERT INTO `default_route` VALUES (57, 1, '乌鲁木齐市区-博格达沁古城-博斯腾湖-博湖县,博湖县-罗布人村寨-库尔勒市区,库尔勒市区-库车大峡谷-库车市区,库车市区-轮台塔里木胡杨林-库车市区,库车市区-温宿大峡谷-阿拉尔市区,阿拉尔市区-G580阿和公路-和田夜市,和田夜市-金胡杨国家森林公园-莎车非物质文化遗产博览园-莎车古城门-莎车县,莎车县-艾提尕尔清真寺-喀什古城,喀什古城-奥依塔克红峡谷-白沙湖-喀拉库勒湖-帕米尔高原-金草滩-塔县,塔县-盘龙古道-班迪尔蓝湖-塔合曼湿地-慕士塔格冰川公园-喀什古城', 10);
INSERT INTO `default_route` VALUES (58, 1, '喀什机场-奥依塔克红峡谷-白沙湖-喀拉库勒湖-塔合曼湿地-塔县,塔县-盘龙古道-班迪尔蓝湖-慕士塔格冰川公园-喀什古城,喀什古城-温宿大峡谷-库车市区,库车市区-独库公路库车入口-大小龙池-那拉提镇,那拉提镇-独库北段-天瀑-独山子大峡谷-奎屯,奎屯-世界魔鬼城-五彩滩-布尔津镇,布尔津镇-喀纳斯村,喀纳斯村-禾木村,禾木村-海上魔鬼城-乌伦古湖-福海县,福海县-S21沙漠公路乌鲁木齐方向-乌鲁木齐市区', 10);
INSERT INTO `default_route` VALUES (59, 1, '乌鲁木齐市区-硫磺沟-鹿角湾-奎屯,奎屯-赛里木湖-霍城县,霍城县-昭苏冰雪大世界-昭苏县,昭苏县-喀拉峻草原-特克斯八卦城,特克斯八卦城-库尔德宁,库尔德宁-恰西森林公园-那拉提镇,那拉提镇-那拉提草原-伊宁市区,伊宁市区-奎屯,奎屯-乌鲁木齐市区', 10);
INSERT INTO `default_route` VALUES (60, 1, '乌鲁木齐市区-博格达沁古城-博斯腾湖-库尔勒市区,库尔勒市区-轮台塔里木胡杨林-库车市区,库车市区-阿拉尔市区,阿拉尔市区-温宿大峡谷-库车市区,库车市区-温宿大峡谷-喀什古城,莎车县-莎车非物质文化遗产博览园-莎车古城门-英吉莎-喀什古城-阿图什市区,阿图什市区-阿图什大峡谷-苏木塔什乡-乌什县-阿克苏市区,阿克苏市区-阿拉尔市区,阿拉尔市区-库车市区,库车市区-库车大峡谷-博湖县,博湖县-乌鲁木齐市区', 11);
INSERT INTO `default_route` VALUES (61, 1, '乌鲁木齐市区-S21沙漠公路阿勒泰方向-乌伦古湖-五彩滩-布尔津镇,布尔津镇-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-禾木河-禾木村,禾木村-海上魔鬼城-福海县,福海县-世界魔鬼城-奎屯,奎屯-赛里木湖-果子沟大桥-博乐市区,博乐市区-霍城县-昭苏县,昭苏县-夏塔古道-特克斯八卦城,特克斯八卦城-阔克苏大峡谷-喀拉峻草原-巩留县,巩留县-恰西森林公园-塔里木森林公园-新源县,新源县-那拉提草原-那拉提新源机场', 11);
INSERT INTO `default_route` VALUES (62, 1, '乌鲁木齐市区-S21沙漠公路阿勒泰方向-乌伦古湖-五彩滩-布尔津镇,布尔津镇-喀纳斯卧龙湾-喀纳斯月亮湾-喀纳斯神仙湾-喀纳斯湖-喀纳斯村,喀纳斯村-禾木河-禾木村,禾木村-海上魔鬼城-福海县,福海县-世界魔鬼城-奎屯,奎屯-赛里木湖-果子沟大桥-博乐市区,博乐市区-霍城县-昭苏县,昭苏县-夏塔古道-特克斯八卦城,特克斯八卦城-阔克苏大峡谷-喀拉峻草原-巩留县,巩留县-恰西森林公园-塔里木森林公园-新源县,新源县-那拉提草原-那拉提镇,那拉提镇-独库北段-独山子大峡谷-奎屯,奎屯-安集海大峡谷-鹿角湾-乌鲁木齐市区', 13);
INSERT INTO `default_route` VALUES (63, 5, '兰州-甘加秘境-拉卜楞寺,拉卜楞寺-桑科草原-郎木寺-扎尕那,扎尕那-洛克之路-米拉日巴佛阁-兰州', 3);
INSERT INTO `default_route` VALUES (64, 5, '武威-天梯山石窟-武威,武威-山丹马场-张掖七彩丹霞-张掖市区,张掖市区-马蹄寺北寺石窟-平山湖大峡谷-张掖市区', 3);
INSERT INTO `default_route` VALUES (65, 5, '酒泉-嘉峪关-酒泉,酒泉-嘉峪关-榆林窟-敦煌市区,敦煌市区-敦煌莫高窟-鸣沙山-月牙泉-敦煌市区,敦煌市区-阳关-玉门关-雅丹魔鬼城-敦煌市区', 4);
INSERT INTO `default_route` VALUES (66, 5, '兰州-白塔山-兰州,兰州-米拉日巴佛阁-洛克之路-扎尕那,扎尕那-郎木寺-桑科草原-拉卜楞寺,拉卜楞寺-甘加秘境-兰州', 4);
INSERT INTO `default_route` VALUES (67, 5, '张掖市区-马蹄寺北寺石窟-平山湖大峡谷-张掖市区,张掖市区-嘉峪关-酒泉,酒泉-嘉峪关-榆林窟-敦煌市区,敦煌市区-敦煌莫高窟-鸣沙山-月牙泉-敦煌市区,敦煌市区-阳关-玉门关-雅丹魔鬼城-敦煌市区', 5);
INSERT INTO `default_route` VALUES (68, 5, '武威-山丹马场-张掖七彩丹霞-张掖市区,张掖市区-马蹄寺北寺石窟-平山湖大峡谷-张掖市区,张掖市区-嘉峪关-酒泉,酒泉-嘉峪关-榆林窟-敦煌市区,敦煌市区-敦煌莫高窟-鸣沙山-月牙泉-敦煌市区,敦煌市区-阳关-玉门关-雅丹魔鬼城-敦煌市区', 6);
INSERT INTO `default_route` VALUES (69, 5, '武威-天梯山石窟-武威,武威-山丹马场-张掖七彩丹霞-张掖市区,张掖市区-马蹄寺北寺石窟-平山湖大峡谷-酒泉,酒泉-嘉峪关-酒泉,酒泉-嘉峪关-榆林窟-敦煌市区,敦煌市区-敦煌莫高窟-鸣沙山-月牙泉-敦煌市区,敦煌市区-阳关-玉门关-雅丹魔鬼城-敦煌市区', 7);
INSERT INTO `default_route` VALUES (70, 5, '兰州-兰州博物馆-兰州,兰州-天梯山石窟-武威,武威-山丹马场-张掖七彩丹霞-张掖市区,张掖市区-马蹄寺北寺石窟-平山湖大峡谷-酒泉,酒泉-嘉峪关-酒泉,酒泉-嘉峪关-榆林窟-敦煌市区,敦煌市区-敦煌莫高窟-鸣沙山-月牙泉-敦煌市区,敦煌市区-阳关-玉门关-雅丹魔鬼城-敦煌市区', 8);
INSERT INTO `default_route` VALUES (71, 8, '西宁-日月山景区-青海湖,青海湖-茶卡盐湖-卓尔山风景区-祁连县,祁连县-祁连山草原-花海鸳鸯-西宁', 3);
INSERT INTO `default_route` VALUES (72, 8, '西宁-日月山景区-青海湖,青海湖-u型公路-水上雅丹-大柴旦翡翠湖-格尔木市区,格尔木市区-昆仑山口-可可西里国家级自然保护区-格尔木市区,格尔木市区-德令哈尕海国家湿地公园-西宁', 4);
INSERT INTO `default_route` VALUES (73, 8, '西宁-藏文化博物院-西宁,西宁-日月山景区-青海湖,青海湖-u型公路-水上雅丹-大柴旦翡翠湖-格尔木市区,格尔木市区-昆仑山口-可可西里国家级自然保护区-格尔木市区,格尔木市区-德令哈尕海国家湿地公园-西宁', 5);
INSERT INTO `default_route` VALUES (74, 6, '银川市区-镇北堡西部影视城-贺兰山岩画-西夏陵三号陵-银川市区,银川市区-沙坡头-66号公路-中卫市区,中卫市区-银川市区', 3);
INSERT INTO `default_route` VALUES (75, 6, '银川市区-镇北堡西部影视城-贺兰山岩画-西夏陵三号陵-银川市区,银川市区-沙坡头-66号公路-中卫市区,中卫市区-六盘山国家森林公园-固原市区,固原市区-银川市区', 4);
INSERT INTO `default_route` VALUES (76, 6, '银川市区-镇北堡西部影视城-贺兰山岩画-西夏陵三号陵-银川市区,银川市区-沙坡头-66号公路-中卫市区,中卫市区-六盘山国家森林公园-固原市区,固原市区-须弥山石窟-吴忠市区,吴忠市区-青铜峡黄河大峡谷-银川市区', 5);
INSERT INTO `default_route` VALUES (77, 2, '拉萨-羊卓雍措（羊湖）-满拉水库-普莫雍措-康马,康马-岗巴-日喀则,日喀则-扎什伦布寺-南木林-色林错-班戈,班戈-巴木错-纳木错-那根拉山口-念青唐古拉山观景台-拉萨', 4);
INSERT INTO `default_route` VALUES (78, 2, '拉萨-羊卓雍措（羊湖）-卡若拉冰川-满拉水库-日喀则,日喀则-嘉措拉山口（神山）-珠峰大本营-巴松村,巴松村-加乌拉山-日喀则,日喀则-罗林民俗村-拉萨', 4);
INSERT INTO `default_route` VALUES (79, 2, '拉萨-雅魯藏布大峡谷-索松村,索松村-南迦巴瓦峰-贡德林草原-达古峡谷-泽当,泽当-羊卓雍措（羊湖）-尼木草原-当雄,当雄-藏北大草原-那根拉山口-纳木错-拉萨', 4);
INSERT INTO `default_route` VALUES (80, 2, '拉萨-羊卓雍措（羊湖）-卡若拉冰川-满拉水库-日喀则,日喀则-孔玛大草原-乔穆永青雪山-定结湿地-奇林峡-日玛那雪山-洛子峰-珠峰大本营,珠峰大本营-加乌拉山-嘉措拉山口（神山）-定日-日喀则,日喀则-南木林-杰岗日神山-测东林措-色林措-班戈,班戈-巴木错-纳木错-那根拉山口-念青唐古拉山观景台-拉萨', 5);
INSERT INTO `default_route` VALUES (81, 2, '拉萨-巴松措-林芝-色季拉山口-鲁朗林海-鲁朗小镇,鲁朗小镇-通麦-古乡湖-然乌湖-然乌镇,然乌镇-米堆冰川-波密县-墨脱博物馆-墨脱,墨脱-多雄拉山-雅鲁藏布江大峡谷-南伽巴瓦峰-索松村,索松村-拉姆拉措-加查-拉萨', 5);
INSERT INTO `default_route` VALUES (82, 2, '拉萨-羊卓雍措（羊湖）-普莫雍措-康马,康马-冲巴雍措-多庆措-卓木拉日雪山-岗巴,岗巴-曲登尼玛冰川-奇林峡-陈塘沟,陈塘沟-阿玛直米雪山-宗措湖-十万沙丘-曲具拉垭口-珠峰大本营,珠峰大本营-加乌拉山-嘉措拉山口（神山）-日喀则,日喀则-琼姆岗嘎雪山-羊八井温泉-拉萨', 6);
INSERT INTO `default_route` VALUES (83, 2, '拉萨-雅鲁藏布江大峡谷-南迦巴瓦峰-索松村,索松村-南迦巴瓦峰-贡德林草原-达古峡谷-泽当,泽当-岗巴拉山-羊卓雍措（羊湖）-卡若拉冰川-满拉水库-日喀则,日喀则-嘉措拉山口（神山）-珠峰大本营-巴松村,巴松村-加乌拉山-尼木草原-当雄,当雄-藏北大草原-纳木错-那根拉山口-念青唐古拉山观景台-拉萨', 6);
INSERT INTO `default_route` VALUES (84, 2, '拉萨-雅鲁藏布江大峡谷-南迦巴瓦峰-索松村,索松村-拉姆拉措-达古峡谷-泽当,泽当-羊卓雍措（羊湖）-卡若拉冰川-满拉水库-日喀则,日喀则-孔玛大草原-定结湿地-日玛那雪山-洛子峰-珠峰大本营-巴松村,巴松村-加乌拉山-嘉措拉山口（神山）-扎什伦布寺-日喀则,日喀则-南木林-杰岗日神山-测东林措-色林措-班戈,班戈-巴松措-纳木错-那根拉山口-念青唐古拉山观景台-拉萨', 7);
INSERT INTO `default_route` VALUES (85, 2, '拉萨-羊卓雍措（羊湖）-卡若拉冰川-满拉水库-日喀则,日喀则-扎什伦布寺-嘉措拉山口（神山）-加乌拉山-珠峰大本营,珠峰大本营-希夏邦马峰-佩枯措-萨嘎-仲巴-帕羊镇,帕羊镇-马泉河湿地公园-公珠措-玛旁雍措-拉昂措（鬼湖）-巴嘎（塔尔钦）,巴嘎（塔尔钦）-冈仁波齐峰-札达土林-古格王朝-札达县,札达县-皮央东嘎洞窟遗址-霞义沟-狮泉河,狮泉河-聂尔措-别若则错-物玛错-改则县,改则县-达则措-大地之树-色林错-班戈,班戈-巴木错-纳木错-那根拉山口-念青唐古拉山观景台-拉萨', 9);
INSERT INTO `default_route` VALUES (86, 3, '丽江古城-玉龙雪山,玉龙雪山-独克宗古城-噶丹松赞林寺-纳帕海-香格里拉市,香格里拉市-普达措国家公园-香格里拉市', 3);
INSERT INTO `default_route` VALUES (87, 3, '西双版纳-景洪大金塔-星光夜市-水上市场-告庄西双景,告庄西双景-曼听公园-西双版纳热带植物园-野象谷-告庄西双景,告庄西双景-望天树景区-西双版纳', 3);
INSERT INTO `default_route` VALUES (88, 3, '腾冲市区-腾冲热海-北海湿地公园-火山地热国家地质公园-腾冲市区,腾冲市区-芒市-勐焕大金塔-勐焕银塔-勐巴娜西珍奇园-傣族古镇,傣族古镇-独树成林-总佛寺-姐告国门-一寨两国-瑞丽市区,瑞丽市区-芒市', 4);
INSERT INTO `default_route` VALUES (89, 3, '昆明市中心-滇池-昆明老街-昆明市中心,昆明市中心-石林-抚仙湖-红塔山-玉溪,玉溪-普洱-茶马古道-翁丁古寨-普洱,普洱-西双版纳-景洪大金塔-星光夜市-水上市场-告庄西双景,告庄西双景-望天树景区-西双版纳', 5);
INSERT INTO `default_route` VALUES (90, 3, '昆明市中心-滇池-昆明老街-昆明市中心,昆明市中心-石林-抚仙湖-红塔山-玉溪,玉溪-普洱-茶马古道-翁丁古寨-普洱,普洱-西双版纳-景洪大金塔-星光夜市-水上市场-告庄西双景,告庄西双景-曼听公园-西双版纳热带植物园-野象谷-告庄西双景,告庄西双景-望天树景区-西双版纳', 6);
INSERT INTO `default_route` VALUES (91, 3, '大理古城-双廊古镇-鹿卧山-文笔村-南村村-兴盛大桥-大理古城,大理古城-苍山世界地质公园-洱海-大理古城,大理古城-丽江古城,丽江古城-泸沽湖-女神湾-大落水村-里格半岛-格姆女神山-丽江古城,丽江古城-玉龙雪山,玉龙雪山-独克宗古城-噶丹松赞林寺-纳帕海-香格里拉市,香格里拉市-普达措国家公园-香格里拉市', 7);
INSERT INTO `default_route` VALUES (92, 4, '成都市区-猫鼻梁-四姑娘山景区-甲居藏寨,甲居藏寨-雅拉雪山观景台-塔公草原-鱼子西-新都桥,新都桥-红海子-木格措-康定-成都市区', 3);
INSERT INTO `default_route` VALUES (93, 4, '成都市区-猫鼻梁-四姑娘山景区-丹巴县,丹巴县-雅拉雪山观景台-墨石公园-塔公草原-鱼子西-新都桥,新都桥-红海子-木格措-康定-峨眉山,峨眉山-乐山大佛-成都市区', 4);
INSERT INTO `default_route` VALUES (94, 4, '成都市区-猫鼻梁-四姑娘山景区-甲居藏寨,甲居藏寨-雅拉雪山观景台-塔公草原-鱼子西-新都桥-稻城县,稻城县-稻城亚丁-稻城县,稻城县-新都桥,新都桥-红海子-木格措-康定-成都市区', 5);
INSERT INTO `default_route` VALUES (95, 4, '成都市区-猫鼻梁-四姑娘山景区-甲居藏寨,甲居藏寨-雅拉雪山观景台-塔公草原-鱼子西-新都桥-稻城县,稻城县-稻城亚丁-稻城县,稻城县-新都桥,新都桥-红海子-木格措-康定-峨眉山,峨眉山-乐山大佛-成都市区', 6);
INSERT INTO `default_route` VALUES (96, 4, '成都市区-猫鼻梁-四姑娘山景区-甲居藏寨,甲居藏寨-雅拉雪山观景台-塔公草原-鱼子西-新都桥,新都桥-红海子-木格措-康定-成都市区,成都市区-阿坝县,阿坝县-莲宝叶则-阿坝县,阿坝县-若尔盖县-红原县-九寨沟县,九寨沟县-九寨沟风景区-成都市区', 7);
INSERT INTO `default_route` VALUES (97, 7, '海拉尔区-呼伦贝尔大草原-莫日格勒河-额尔古纳湿地-黑山头镇,黑山头镇-满洲里套娃-满洲里国门-满洲里,满洲里-巴尔虎蒙古部落-伊和乌拉圣山-海拉尔区', 3);
INSERT INTO `default_route` VALUES (98, 7, '海拉尔区-天下草原-莫日格勒河-呼伦贝尔大草原-天然白桦林-恩和村,恩和村-室韦-七卡-五卡-黑山头镇,黑山头镇-满洲里套娃-满洲里国门-满洲里,满洲里-巴尔虎蒙古部落-伊和乌拉圣山-海拉尔区', 4);
INSERT INTO `default_route` VALUES (99, 7, '海拉尔区-天下草原-莫日格勒河-呼伦贝尔大草原-天然白桦林-恩和村,恩和村-室韦-七卡-五卡-黑山头镇,黑山头镇-满洲里套娃-满洲里国门-满洲里,满洲里-呼伦湖-玫瑰峰-阿尔山国家森林公园-阿尔山市,阿尔山市-七仙湖-巴彦呼硕草原-海拉尔区', 5);
INSERT INTO `default_route` VALUES (100, 7, '海拉尔区-呼伦贝尔大草原-莫日格勒河-额尔古纳,额尔古纳-额尔古纳湿地-天然白桦林-驯鹿部落-莫尔道嘎,莫尔道嘎-太平屯-月牙泡-老鹰嘴-恩和村,恩和村-室韦-乌兰山太极图-黑山头镇,黑山头镇-满洲里套娃-满洲里国门-满洲里,满洲里-巴尔虎蒙古部落-伊和乌拉圣山-海拉尔区', 6);
INSERT INTO `default_route` VALUES (101, 7, '海拉尔区-呼伦贝尔大草原-莫日格勒河-额尔古纳,额尔古纳-额尔古纳湿地-天然白桦林-驯鹿部落-莫尔道嘎,莫尔道嘎-太平屯-月牙泡-老鹰嘴-恩和村,恩和村-室韦-乌兰山太极图-黑山头镇,黑山头镇-满洲里套娃-满洲里国门-满洲里,满洲里-呼伦湖-玫瑰峰-阿尔山国家森林公园-阿尔山市,阿尔山市-七仙湖-巴彦呼硕草原-海拉尔区', 7);
INSERT INTO `default_route` VALUES (102, 2, '拉萨-米拉山口-巴松措-尼洋河风光带-索松村,索松村-雅鲁藏布江大峡谷-佛掌沙丘-卧龙奇石-加查,加查-拉姆拉措-达古峡谷-亲猴台-拉萨', 3);
INSERT INTO `default_route` VALUES (103, 2, '拉萨-拉林高速-雅鲁藏布江大峡谷-南迦巴瓦峰-索松村,索松村-南迦巴瓦峰-贡德林草原-达古峡谷-泽当,泽当-羊卓雍措（羊湖）-尼木草原-当雄,当雄-藏北大草原-那根拉山口-纳木错-拉萨', 4);
INSERT INTO `default_route` VALUES (104, 2, '拉萨-大昭寺-八廓街-林芝,林芝-尼洋河风光带-雅鲁藏布江大峡谷,雅鲁藏布江大峡谷-错高村-结巴村-巴松措,巴松措-拉萨', 4);
INSERT INTO `default_route` VALUES (105, 2, '拉萨-羊卓雍措（羊湖）-卡若拉冰川-满拉水库-日喀则,日喀则-萨迦寺-定结-洛子峰-郭加乡-珠峰大本营-巴松村,巴松村-加乌拉山-嘉措拉山口（神山）-定日-拉孜-日喀则,日喀则-南木林-色林措-班戈,班戈-巴木错-纳木错-那根拉山口-念青唐古拉山观景台-拉萨', 5);
INSERT INTO `default_route` VALUES (106, 2, '拉萨-尼洋河风光带-雅藏布江大峡谷-索松村,索松村-鲁朗林海-波密县-然乌湖,然乌湖-波密县-墨脱,墨脱-波密县-鲁朗小镇,鲁朗小镇-林芝-拉萨', 5);
INSERT INTO `default_route` VALUES (107, 2, '拉萨-八廓街-大昭寺-拉萨,拉萨-米拉山口-林芝,林芝-尼洋河风光带-雅鲁藏布江大峡谷-索松村,索松村-错高村-结巴村-巴松措,巴松措-拉萨', 5);
INSERT INTO `default_route` VALUES (108, 2, '拉萨-拉林高速-雅鲁藏布江大峡谷-南迦巴瓦峰-索松村,索松村-南迦巴瓦峰-贡德林草原-达古峡谷-泽当,泽当-岗巴拉山-羊卓雍措（羊湖）-卡若拉冰川-满拉水库-日喀则,日喀则-定日-嘉措拉山口（神山）-珠峰大本营-巴松村,巴松村-加乌拉山-日喀则-尼木草原-当雄,当雄-藏北大草原-那根拉山口-纳木错-那根拉山口-念青唐古拉山观景台-拉萨', 6);
INSERT INTO `default_route` VALUES (109, 2, '林芝-色季拉山口-鲁朗小镇-波密县,波密县-来古村-来古冰川-然乌镇,然乌镇-然乌湖-岗云杉林-波密县,波密县-朱西冰川-帕隆藏布大峡谷-鲁朗小镇,鲁朗小镇-色季拉山口-尼洋河风光带-雅鲁藏布江大峡谷,雅鲁藏布江大峡谷-南迦巴瓦峰-林芝', 6);
INSERT INTO `default_route` VALUES (110, 2, '拉萨-八廓街-大昭寺-布达拉宫-拉萨,拉萨-羊卓雍措-江孜宗山古堡-日喀则,日喀则-扎什伦布寺-日喀则,日喀则-加乌拉山-扎西宗乡,扎西宗乡-珠峰大本营-绒布寺-拉孜,拉孜-萨迦寺-萨迦佛学院-日喀则市', 6);
INSERT INTO `default_route` VALUES (111, 2, '拉萨-桑耶寺-雍布拉康-山南,山南-哲古草原-哲古措-洛扎沟-边巴乡-卡久寺,卡久寺-色乡,色乡-措玉村-白马林措-色乡,色乡-介久措-洛扎县,洛扎县-羊卓雍错-普莫雍措-拉萨', 6);
INSERT INTO `default_route` VALUES (112, 2, '拉萨-八廓街-大昭寺-布达拉宫-拉萨,拉萨-米拉山口-林芝,林芝-尼洋河风光带-雅鲁藏布江大峡谷-索松村,索松村-错高村-结巴村-巴松措,巴松措-拉萨,拉萨-青朴修行地-桑耶寺-山南,山南-羊卓雍措（羊湖）-拉萨', 7);
INSERT INTO `default_route` VALUES (113, 2, '拉萨-大昭寺-八廓街-林芝,林芝-尼洋河风光带-雅鲁藏布江大峡谷,雅鲁藏布江大峡谷-错高村-结巴村-巴松措,巴松措-拉萨,拉萨-青朴修行地-桑耶寺-山南,山南-羊卓雍措（羊湖）-拉萨,拉萨-布达拉宫-拉萨', 7);
INSERT INTO `default_route` VALUES (114, 2, '拉萨-羊卓雍措（羊湖）-卡若拉冰川-满拉水库-日喀则,日喀则-珠峰大本营-加乌拉山-嘉措拉山口（神山）-巴松村,巴松村-希夏邦马峰-佩枯措-萨嘎,萨嘎-玛旁雍措-拉昂措（鬼湖）-巴嘎（塔尔钦）,巴嘎（塔尔钦）-冈仁波齐峰-札达土林-古格王朝,古格王朝-皮央东嘎洞窟遗址-狮泉河,狮泉河-班公措-日土岩画-文布南村,文布南村-当惹雍措-纳木错,纳木错-那根拉山口-念青唐古拉山观景台-拉萨', 9);
INSERT INTO `default_route` VALUES (115, 2, '拉萨-羊卓雍措（羊湖）-卡若拉冰川-满拉水库-日喀则,日喀则-珠峰大本营-加乌拉山-嘉措拉山口（神山）-巴松村,巴松村-希夏邦马峰-佩枯措-萨嘎,萨嘎-仲巴-玛旁雍措-冈仁波齐峰-巴嘎（塔尔钦）,巴嘎（塔尔钦）-札达土林-托林寺,托林寺-古格王朝-皮央东嘎洞窟遗址-狮泉河,狮泉河-日土岩画-班公措-狮泉河,狮泉河-仁青休布措-仁多乡,仁多乡-当惹雍措-文布南村,文布南村-文布北村-纳木错圣象天门,纳木错圣象天门-纳木错-拉萨', 11);
INSERT INTO `default_route` VALUES (116, 2, '拉萨-八廓街-大昭寺-布达拉宫-拉萨,拉萨-羊卓雍措（羊湖）-日喀则,日喀则-拉孜-加乌拉山-珠峰大本营-绒布寺-珠峰景区,珠峰景区-佩枯措-吉隆沟-吉隆镇,吉隆镇-吉普大峡谷-乃村-帕羊镇,帕羊镇-帕羊草原-玛旁雍措-塔钦,塔钦-冈仁波齐峰-皮央东嘎洞窟遗址-札达县,札达县-札达土林-古格王朝-狮泉河,狮泉河-改则县,改则县-扎日南木措-当惹雍措-文布南村,文布南村-当穹措-达则措-吴如措-恰规错-色林错-班戈,班戈-纳木错-拉萨', 12);
INSERT INTO `default_route` VALUES (117, 3, '大理古城-苍山世界地质公园-大理云想山-大理古城,大理古城-龙龛码头-才村码头-磻溪村s弯-廊桥-喜洲古镇-海舌公园-周城-大理古城,大理古城-兴盛大桥-南村村-理想邦-文笔村-小普陀-挖色码头-双廊古镇-大理古城', 3);
INSERT INTO `default_route` VALUES (118, 3, '德宏芒市国际机场-树包塔-勐巴娜西珍奇园-勐焕银塔-勐焕大金塔-傣族古镇,傣族古镇-上景坎村-出冬瓜村-邦角村,邦角村-中国犀鸟谷-松克村-诗密娃底-勐劈古寨,勐劈古寨-南甸宣抚司署-曩宋乡关璋新村卑妥瓦-九保古镇,九保古镇-曩宋乡关璋新村卑妥瓦-和顺古镇-腾冲热海-腾冲市区', 5);
INSERT INTO `default_route` VALUES (119, 3, '大理凤仪机场-博尚镇碗窑土陶文化村-临翔区中山村,临翔区中山村-云茶之邦,云茶之邦-芒团村-弄棒村-芒坑村,芒坑村-翁丁古寨-葫芦小镇-广允缅寺-葫芦小镇,葫芦小镇-沧源崖画谷-班鸽村-司岗里溶洞-临沧市', 5);
INSERT INTO `default_route` VALUES (120, 3, '大理古城-苍山世界地质公园-大理云想山-大理古城,大理古城-喜洲古镇-周城-双廊古镇-文笔村-兴盛大桥-龙龛码头-大理古城,大理古城-丽江古城-木府-束河古镇-白沙古镇,白沙古镇-玉水寨-玉湖村-玉龙雪山-白沙古镇,白沙古镇-独克宗古城-噶丹松赞林寺-纳帕海-迪庆香格里拉机场', 5);
INSERT INTO `default_route` VALUES (121, 3, '丽江古城-束河古镇-白沙古镇,白沙古镇-玉龙雪山-白沙古镇,白沙古镇-玉湖村-玉水寨-文海,文海-飞来寺,飞来寺-白马雪山垭口-金沙江大拐弯观景台-迪庆香格里拉机场', 5);
INSERT INTO `default_route` VALUES (122, 3, '大理古城-苍山世界地质公园-大理云想山-大理古城,大理古城-喜洲古镇-周城-双廊古镇-文笔村-兴盛大桥-龙龛码头-大理古城,大理古城-巍山古城-梁大小姐民俗博物馆-回族名村东莲花村-彝族村寨琢木郎-大理古城,大理古城-沙溪古镇-剑川古城-剑川木雕小镇,剑川木雕小镇-云南银器博物馆-化龙村-鹤庆新华村,鹤庆新华村-丽江古城-束河古镇-白沙古镇', 6);
INSERT INTO `default_route` VALUES (123, 3, '大理古城-苍山世界地质公园-大理云想山-大理古城,大理古城-喜洲古镇-海舌公园-周城-大理古城,大理古城-理想邦-文笔村-小普陀-挖色码头-双廊古镇-大理古城,大理古城-北海湿地公园-火山地热国家地质公园-和顺古镇,和顺古镇-银杏古村-腾冲热海-柏联温泉-和顺古镇,和顺古镇-树包塔-勐巴娜西珍奇园-勐焕银塔-勐焕大金塔-傣族古镇,傣族古镇-上景坎村-德宏芒市国际机场', 7);
INSERT INTO `default_route` VALUES (124, 3, '大理古城-苍山世界地质公园-大理古城,大理古城-喜洲古镇-海舌公园-周城-大理古城,大理古城-兴盛大桥-南村村-理想邦-文笔村-小普陀-挖色码头-双廊古镇-大理古城,大理古城-梁大小姐民俗博物馆-回族名村东莲花村-彝族村寨琢木郎-大理古城,大理古城-丽江古城-木府-束河古镇-白沙古镇,白沙古镇-泸沽湖,泸沽湖-摩梭人博物馆-丽江古城', 7);
INSERT INTO `default_route` VALUES (125, 3, '大理古城-苍山世界地质公园-大理云想山-大理古城,大理古城-喜洲古镇-海舌公园-周城-大理古城,大理古城-理想邦-文笔村-小普陀-挖色码头-双廊古镇-大理古城,大理古城-新寨村-板桥青龙街,板桥青龙街-北海湿地公园-火山地热国家地质公园-和顺古镇,和顺古镇-银杏古村-腾冲热海-柏联温泉-和顺古镇,和顺古镇-南甸宣抚司署-曩宋乡关璋新村卑妥瓦-九保古镇,九保古镇-树包塔-勐巴娜西珍奇园-勐焕大金塔-勐焕银塔-傣族古镇,傣族古镇-上景坎村-德宏芒市国际机场', 9);
INSERT INTO `default_route` VALUES (126, 3, '滇池-昆明西山森林公园-昆明老街-南屏步行街-昆明市中心,昆明市中心-篆新农贸市场-翠湖公园-斗南花卉市场-捞鱼河湿地公园-海晏村,海晏村-大理古城-崇圣寺三塔-大理云想山-大理古城,大理古城-喜洲古镇-周城-双廊古镇-文笔村-兴盛大桥-龙龛码头-大理古城,大理古城-丽江古城-束河古镇-白沙古镇,白沙古镇-玉龙雪山-白沙古镇,白沙古镇-泸沽湖,泸沽湖-虎跳峡-香格里拉市,香格里拉市-独克宗古城-纳帕海-普达措国家公园,噶丹松赞林寺-梅里雪山-飞来寺,飞来寺-白马雪山垭口-金沙江大拐弯观景台-丽江古城', 11);
INSERT INTO `default_route` VALUES (127, 4, '成都市区-毕棚沟-古尔沟,古尔沟-达古冰川-黑水县,黑水县-茂县-成都市区', 3);
INSERT INTO `default_route` VALUES (128, 4, '成都市区-木格措-格底拉姆天空之城-塔公草原,塔公草原-雅拉雪山观景台-八郎生都星空营地,八郎生都星空营地-青绕神山-康定-成都市区', 3);
INSERT INTO `default_route` VALUES (129, 4, '成都市区-康定-红海子-鱼子西-新都桥,新都桥-塔公草原-墨石公园-雅拉雪山观景台-丹巴县,丹巴县-四姑娘山景区-成都市区', 3);
INSERT INTO `default_route` VALUES (130, 4, '成都市区-康定-红海子-鱼子西-新都桥,新都桥-塔公草原-墨石公园-雅拉雪山观景台-丹巴县,丹巴县-四姑娘山景区-成都市区', 3);
INSERT INTO `default_route` VALUES (131, 4, '成都市区-红原月亮湾-红原县,红原县-俄么塘花海-莲宝叶则-阿坝县,阿坝县-各莫寺-成都市区', 3);
INSERT INTO `default_route` VALUES (132, 4, '成都市区-双桥沟-丹巴县,丹巴县-墨石公园-雅拉雪山观景台-鱼子西-新都桥,新都桥-斯丁措-红海子-成都市区', 3);
INSERT INTO `default_route` VALUES (133, 4, '成都市区-邓生沟-四姑娘山镇,四姑娘山镇-双桥沟-云海牧歌-黑水县,黑水县-达古冰川-羊茸哈德-黑水县,黑水县-三奥雪山-成都市区', 4);
INSERT INTO `default_route` VALUES (134, 4, '成都市区-康定-红海子-鱼子西-新都桥,新都桥-墨石公园-龙灯草原-色达县,色达县-色达五明佛学院-丹巴县,丹巴县-四姑娘山景区-成都市区', 4);
INSERT INTO `default_route` VALUES (135, 4, '成都市区-汶川-红原月亮湾-红原县,红原县-若尔盖大草原-若尔盖花湖生态旅游区-若尔盖县,若尔盖县-川主寺-黄龙风景名胜区-九寨沟风景区,九寨沟风景圈-成都市区', 4);
INSERT INTO `default_route` VALUES (136, 4, '成都市区-鱼子西-新都桥,新都桥-雅江县-理塘-下则通村,下则通村-格聂之眼-巴塘县,巴塘县-毛垭草原-天路十八弯-新都桥,新都桥-康定-泸定桥-成都市区', 5);
INSERT INTO `default_route` VALUES (137, 4, '成都市区-乐山大佛-峨眉山,峨眉山-青城山,青城山-都江堰市,都江堰市-叠溪海子-松潘古城-九寨沟风景区,九寨沟风景区-黄龙风景名胜区,黄龙风景名胜区-成都市区', 6);
INSERT INTO `default_route` VALUES (138, 4, '成都市区-都江堰市-羊茸哈德,羊茸哈德-达古冰川-黑水县,黑水县-莲宝叶则-阿坝县,阿坝县-郎依寺-九曲黄河第一湾-若尔盖大草原,若尔盖大草原-若尔盖花湖生态旅游区-若尔盖县,若尔盖县-刷经寺-鹧鸪山-米亚罗风景区,米亚罗风景区-毕棚沟-成都市区', 7);
INSERT INTO `default_route` VALUES (139, 4, '成都市区-木格措-斯丁措-新都桥,新都桥-鱼子西-塔公草原-新都桥,新都桥-天路十八弯-马熊沟-稻城县,稻城县-稻城亚丁-稻城县,稻城县-理塘-千户藏寨-长青春科尔寺-雅江县,雅江县-折多山口-海螺沟-牛背山,牛背山-成都市区', 7);
INSERT INTO `default_route` VALUES (140, 4, '成都市区-格底拉姆天空之城-新都桥,新都桥-雅江县-理塘-稻城县,稻城县-稻城亚丁-稻城县,稻城县-理塘-天路十八弯-新都桥,新都桥-冷嘎措-上木居村,上木居村-子梅垭口-塔公草原-塔公镇,塔公镇-青绕神山-康定-成都市区', 7);
INSERT INTO `default_route` VALUES (141, 4, '成都市区-康定-折多山口-鱼子西-新都桥,新都桥-天路十八弯-海子山-兔儿山-稻城县,稻城县-稻城亚丁-稻城县,稻城县-理塘-千户藏寨-长青春科尔寺-雅江县,雅江县-塔公草原-墨石公园-甲居藏寨,甲居藏寨-巴郎山-红原月亮湾,红原月亮湾-成都市区', 7);
INSERT INTO `default_route` VALUES (142, 4, '成都市区-康定-格底拉姆天空之城-鱼子西-新都桥,新都桥-格聂之眼-理塘,理塘-千户藏寨-长青春科尔寺-稻城县,稻城县-稻城亚丁-稻城县,稻城县-海子山-兔儿山-雅江县,雅江县-冷嘎措-上木居村,上木居村-子梅垭口-墨石公园-丹巴县,丹巴县-双桥沟-成都市区', 8);
INSERT INTO `default_route` VALUES (143, 4, '成都市区-康定-格底拉姆天空之城-鱼子西-新都桥,新都桥-格聂之眼-理塘,理塘-千户藏寨-长青春科尔寺-稻城县,稻城县-稻城亚丁-稻城县,稻城县-海子山-兔儿山-新龙县,新龙县-色达五明佛学院,色达五明佛学院-丹巴县,丹巴县-双桥沟-成都市区', 8);
INSERT INTO `default_route` VALUES (144, 4, '成都市区-双桥沟-四姑娘山镇,四姑娘山镇-长坪沟-新都桥,新都桥-理塘,理塘-格聂之眼-千户藏寨-长青春科尔寺-稻城县,稻城县-稻城亚丁-稻城县,稻城县-兔儿山-海子山-新都桥,新都桥-冷嘎措-上木居村,上木居村-子梅垭口-墨石公园-丹巴县,丹巴县-甲居藏寨-成都市区', 9);
INSERT INTO `default_route` VALUES (145, 4, '成都市区-墨石公园-新都桥,新都桥-鱼子西-红海子-斯丁措-新都桥,新都桥-理塘,理塘-稻城亚丁-稻城县,稻城县-措卡湖-新龙县,新龙县-色达五明佛学院-色达县,色达县-金川观音桥景区-马尔康,马尔康-邓生沟-映秀,映秀-都江堰市-成都市区', 9);
INSERT INTO `default_route` VALUES (146, 4, '成都市区-墨石公园-新都桥,新都桥-鱼子西-红海子-斯丁措-新都桥,新都桥-稻城县,稻城县-稻城亚丁-稻城县,稻城县-措卡湖-新龙县,新龙县-色达五明佛学院-色达县,色达县-金川观音桥景区-马尔康,马尔康-四姑娘山景区-四姑娘山镇,四姑娘山镇-长坪沟-四姑娘山镇,四姑娘山镇-双桥沟-四姑娘山镇,四姑娘山镇-成都市区', 11);
INSERT INTO `default_route` VALUES (147, 5, '敦煌市区,敦煌市区-阳关-玉门关-雅丹魔鬼城-敦煌市区,敦煌市区-月牙泉-敦煌莫高窟-敦煌市区', 3);
INSERT INTO `default_route` VALUES (148, 5, '敦煌市区-阳关-玉门关-雅丹魔鬼城-敦煌市区,敦煌市区-西晋壁画墓-榆林窟-大地之子-敦煌市区,敦煌市区-敦煌莫高窟-月牙泉-敦煌市区', 3);
INSERT INTO `default_route` VALUES (149, 5, '兰州-夏河县城,夏河县城-河曲马场-宁玛寺,宁玛寺-扎尕那,扎尕那-郎木寺-郭莽湿地-米拉日巴佛阁-合作市区,合作市区-美仁草原-天池冶海-冶力关,冶力关-康乐白桦林-兰州,兰州-黄河风景带-兰州中川国际机场', 7);
INSERT INTO `default_route` VALUES (150, 5, '兰州-刘家峡水库-临夏市区,临夏市区-夏河县城-达尔宗湖-甘加秘境-拉卜楞寺,夏河县城-桑科草原-河曲马场-宁玛寺-玛曲县,玛曲县-郎木寺-扎尕那,扎尕那-米拉日巴佛阁-合作市区,合作市区-美仁草原-天池冶海-冶力关,冶力关-康乐白桦林-兰州', 7);
INSERT INTO `default_route` VALUES (151, 5, '敦煌市区-敦煌莫高窟-月牙泉-敦煌夜市-敦煌市区,敦煌市区-雅丹地质公园-玉门关-嘉峪关,嘉峪关-张掖七彩丹霞-张掖大佛寺-张掖市区,张掖市区-马蹄寺旅游景区-武威,武威-鸠摩罗什寺-天梯山石窟-兰州,兰州-兰州中山桥-麦积山石窟-天水古城,天水古城-伏羲庙', 7);
INSERT INTO `default_route` VALUES (152, 5, '兰州-刘家峡水库-临夏市区,临夏市区-临夏回民街-夏河县城,夏河县城-拉卜楞寺-甘加秘境-夏河县城,夏河县城-桑科草原-河曲马场-宁玛寺-玛曲县,玛曲县-郎木寺-扎尕那,扎尕那-洛克之路-米拉日巴佛阁-合作市区,合作市区-美仁草原-冶力关,冶力关-兰州,兰州-黄河风景带-兰州中川国际机场', 9);
INSERT INTO `default_route` VALUES (153, 6, '银川市区-沙坡头-沙漠星星酒店,沙漠星星酒店-沙坡头长城遗址-66号公路-北长滩-黄河宿集,黄河宿集-贺兰山国家森林公园-银川市区', 3);
INSERT INTO `default_route` VALUES (154, 6, '银川市区-黄河宿集,黄河宿集-沙坡头-沙漠星星酒店,沙漠星星酒店-银川河东国际机场', 3);
INSERT INTO `default_route` VALUES (155, 6, '银川市区-镇北堡西部影视城-贺兰山岩画-漫葡·看见贺兰演艺小镇-银川市区,银川市区-沙坡头-沙漠星星酒店,沙漠星星酒店-66号公路-北长滩-黄河宿集,黄河宿集-西夏王陵-览山公园-银川市区', 4);
INSERT INTO `default_route` VALUES (156, 6, '银川市区-贺兰山岩画-镇北堡西部影视城-银川市区,银川市区-西夏王陵-览山公园-怀远夜市-银川市区,银川市区-沙坡头-中卫市区,中卫市区-黄河宿集,黄河宿集-银川河东国际机场', 5);
INSERT INTO `default_route` VALUES (157, 6, '银川市区-览山公园-银川市区,银川市区-贺兰山岩画-志辉源石庄园-贺兰山天籁艺术村-银川市区,银川市区-西夏王陵-旭域金山酒庄-银川市区,银川市区-66号公路-黄河宿集,黄河宿集-沙坡头长城遗址-沙坡头-中卫市区,中卫市区-西鸽酒庄-银川市区', 6);
INSERT INTO `default_route` VALUES (158, 6, '银川河东国际机场-怀远夜市-银川市区,银川市区-镇北堡西部影视城-贺兰山岩画-览山公园-银川市区,银川市区-沙坡头,沙坡头-66号公路-北长滩-黄河宿集,黄河宿集-西鸽酒庄-西夏王陵-银川市区,银川市区-嘉地酒庄-览山公园-银川市区,银川市区-银色高地-张裕摩塞尔十五世酒庄-银川市区', 7);
INSERT INTO `default_route` VALUES (159, 6, '中卫市区-66号公路-北长滩-中卫市区,中卫市区-黄河宿集,黄河宿集-沙坡头-中卫市区,中卫市区-腾格里沙漠湿地金沙岛旅游区-中卫市区,中卫市区-贺兰山岩画-贺兰山国家森林公园-银川市区,银川市区-镇北堡西部影视城-西夏王陵-览山公园-银川市区,银川市区-银川河东国际机场', 7);
INSERT INTO `default_route` VALUES (160, 6, '银川河东国际机场-怀远夜市-银川市区,银川市区-镇北堡西部影视城-贺兰山国家森林公园-银川市区,银川市区-沙坡头-沙坡头长城遗址-沙漠星星酒店,沙漠星星酒店-66号公路-北长滩-黄河宿集,黄河宿集-西鸽酒庄-西夏王陵-银川市区,银川市区-水洞沟-银川鸣翠湖国家湿地公园-银川市区,银川市区-贺兰山国家森林公园-贺兰山岩画-银川市区,银川市区-嘉地酒庄-漫葡·看见贺兰演艺小镇-银川市区', 8);
INSERT INTO `default_route` VALUES (161, 7, '阿尔山市-乌苏浪子湖-阿尔山国家森林公园不冻河-柴河十大湾-柴河镇,柴河镇-望牛山赏心峰-阿尔山市,阿尔山市-鹿村-阿尔山白狼峰景区-阿尔山市', 3);
INSERT INTO `default_route` VALUES (162, 7, '乌海-乌海一号码头,乌海-甘德尔山风景区,甘德尔山风景区-拉僧庙-乌海机场', 3);
INSERT INTO `default_route` VALUES (163, 7, '乌兰察布-大红山-二连浩特国门景区-二连浩特,二连浩特-乌兰哈达火山地质公园-乌兰察布,乌兰察布-乌兰察布集宁机场', 3);
INSERT INTO `default_route` VALUES (164, 7, '海拉尔区-莫日格勒河-额尔古纳湿地-恩和村,恩和村-室韦-黑山头镇,黑山头镇-巴尔虎蒙古部落-满洲里国门-满洲里套娃', 3);
INSERT INTO `default_route` VALUES (165, 7, '海拉尔区-呼伦贝尔历史博物馆-海拉尔国家森林公园-海拉尔区,海拉尔区-天下草原-莫日格勒河-额尔古纳,额尔古纳-额尔古纳湿地-天然白桦林-恩和村-黑山头镇,黑山头镇-186彩带河-满洲里套娃-满洲里国门-满洲里,满洲里-呼伦湖-猛犸公园-呼和诺尔湖-海拉尔区', 5);
INSERT INTO `default_route` VALUES (166, 7, '呼和浩特-希拉穆仁草原,希拉穆仁草原-辉腾锡勒草原-乌兰哈达火山地质公园,乌兰哈达地质公园-哈素海湿地-响沙湾,响沙湾-康巴什旅游区,康巴什旅游区-呼和浩特', 5);
INSERT INTO `default_route` VALUES (167, 7, '呼和浩特,呼和浩特-辉腾锡勒草原黄花沟-辉腾锡勒草原-乌兰哈达火山地质公园,乌兰哈达火山地质公园-响沙湾-包头,包头-独贵塔拉越野小镇-蚂蚁森林238号林-夜鸣沙景区,夜鸣沙景区-鄂尔多斯草原-成吉思汗陵-鄂尔多斯市区,鄂尔多斯市区-鄂尔多斯东胜区-哈素海湿地-敕勒川草原-呼和浩特,呼和浩特-内蒙古博物院', 7);
INSERT INTO `default_route` VALUES (168, 7, '海拉尔区-莫日格勒河,莫日格勒河-额尔古纳湿地-额尔古纳,额尔古纳-恩和村-室韦-临江村,临江村-九卡-七卡-五卡-黑山头镇,黑山头镇-186彩带河-满洲里,满洲里-成吉思汗拴马桩-阿尔山国家森林公园,阿尔山国家森林公园-鹿园-海拉尔区', 7);
INSERT INTO `default_route` VALUES (169, 7, '海拉尔区-莫日格勒河-额尔古纳湿地-根河,根河-根河源湿地公园-奥莉娅娜鹿苑-室韦-临江村,临江村-室韦-满洲里,满洲里-成吉思汗拴马桩-新巴尔虎左旗,新巴尔虎左旗-甘珠尔庙-阿尔山市,阿尔山市-阿尔山国家森林公园-阿尔山市,阿尔山市-乌苏浪子湖-不冻河-柴河十大湾-阿尔山市,阿尔山市-乌拉盖野狼谷景区-锡林郭勒盟市中心', 8);
INSERT INTO `default_route` VALUES (170, 4, '成都市区-墨石公园-新都桥,新都桥-鱼子西-红海子-斯丁措-新都桥,新都桥-稻城县,稻城县-稻城亚丁-稻城县,稻城县-措卡湖-新龙县,新龙县-色达五明佛学院-色达县,色达县-金川观音桥景区-马尔康,马尔康-四姑娘山景区-四姑娘山镇,四姑娘山镇-长坪沟-四姑娘山镇,四姑娘山镇-双桥沟-四姑娘山镇', 10);
INSERT INTO `default_route` VALUES (171, 3, '滇池-昆明西山森林公园-昆明老街-南屏步行街-昆明市中心,昆明市中心-篆新农贸市场-翠湖公园-斗南花卉市场-捞鱼河湿地公园-海晏村,海晏村-大理古城-崇圣寺三塔-大理云想山-大理古城,大理古城-喜洲古镇-周城-双廊古镇-文笔村-兴盛大桥-龙龛码头-大理古城,大理古城-丽江古城-束河古镇-白沙古镇,白沙古镇-玉龙雪山-白沙古镇,白沙古镇-泸沽湖,泸沽湖-虎跳峡-香格里拉市,香格里拉市-独克宗古城-纳帕海-普达措国家公园,噶丹松赞林寺-梅里雪山-飞来寺', 10);
INSERT INTO `default_route` VALUES (172, 2, '拉萨-羊卓雍措（羊湖）-卡若拉冰川-满拉水库-日喀则,日喀则-珠峰大本营-加乌拉山-嘉措拉山口（神山）-巴松村,巴松村-希夏邦马峰-佩枯措-萨嘎,萨嘎-仲巴-玛旁雍措-冈仁波齐峰-巴嘎（塔尔钦）,巴嘎（塔尔钦）-札达土林-托林寺,托林寺-古格王朝-皮央东嘎洞窟遗址-狮泉河,狮泉河-日土岩画-班公措-狮泉河,狮泉河-仁青休布措-仁多乡,仁多乡-当惹雍措-文布南村,文布南村-文布北村-纳木错圣象天门', 10);
INSERT INTO `default_route` VALUES (173, 2, '拉萨-羊卓雍措（羊湖）-卡若拉冰川-满拉水库-日喀则,日喀则-扎什伦布寺-嘉措拉山口（神山）-加乌拉山-珠峰大本营,珠峰大本营-希夏邦马峰-佩枯措-萨嘎-仲巴-帕羊镇,帕羊镇-马泉河湿地公园-公珠措-玛旁雍措-拉昂措（鬼湖）-巴嘎（塔尔钦）,巴嘎（塔尔钦）-冈仁波齐峰-札达土林-古格王朝-札达县,札达县-皮央东嘎洞窟遗址-霞义沟-狮泉河,狮泉河-聂尔措-别若则错-物玛错-改则县,改则县-达则措-大地之树-色林错-班戈', 8);
INSERT INTO `default_route` VALUES (174, 3, '大理古城-苍山世界地质公园-大理云想山-大理古城,大理古城-喜洲古镇-海舌公园-周城-大理古城,大理古城-理想邦-文笔村-小普陀-挖色码头-双廊古镇-大理古城,大理古城-新寨村-板桥青龙街,板桥青龙街-北海湿地公园-火山地热国家地质公园-和顺古镇,和顺古镇-银杏古村-腾冲热海-柏联温泉-和顺古镇,和顺古镇-南甸宣抚司署-曩宋乡关璋新村卑妥瓦-九保古镇,九保古镇-树包塔-勐巴娜西珍奇园-勐焕大金塔-勐焕银塔-傣族古镇', 8);

SET FOREIGN_KEY_CHECKS = 1;
